Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/vajaldumjuovlah_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Giláš mii vajáldahtii juovllaid
smn: Siijdâš, mii vájálditij juovlâid (Boahtteáiggeriika)

source: Várrevielttis lei oktonas uhca giláš.
smn: Värivieltist lâi ohtuunis uccâ siijdâš.

source: Olbmot geat dán gilis orro ledje seammaláganat go olbmot eará ge giliin.
smn: Ulmuuh, kiäh taan siijdâst urruu, lijjii siämmáálágáneh ko ulmuuh eres-uv siijdâin.

source: Muhtimat ledje stuorábut go earát, já muhtimat fas unnibut: muhtimat ledje viššalat, ja earát fas láikkit; ja muhtimat liikojedje vuššon guollegáhkuide buorebut go biergogáhkuide, ja earát fas liikojedje biergogáhkuide buorebut go vuššon guollegáhkuide.
smn: Motomeh lijjii stuárráábeh ko nubeh já motomeh vuod ucebeh: motomeh lijjii viššâleh já motomeh vuod lääških; já motomeh lijkkojii vuoššum kyelikáhhoid eenâb ko piärgukáhhoid, já motomeh vuod lijkkojii piärgukáhhoid eenâb ko vuoššum kyelikáhhoid.

source: Nu ahte sii ledje viehka iešguđetláganat, dušše ovtta dáfus ledje ovttaláganat.
smn: Nuuvt et sij lijjii jieškote-uvlágáneh, mut tuš oovtâ tááhust sij lijjii siämmáámuđusiih.

source: Sii ledje hirbmat vajáldahkkásat, ja sáhtte vajáldahttit ipmašeamos áššiid, buohkat oktanaga.
smn: Sij lijjii hirmâd vájálditteeh, já sij sattii vájáldittiđ puoh immâšumos aašijd, puohah siämmáá ääigi.

source: Oktii vajáldahtte coggat skuovaid.
smn: Ohtii sij vájáldittii kamâdâttâđ.

source: Miehtá geasi lei oainnát leamaš hirbmat báhkka, nu ahte buohkat ledje álásjulggiid vázzán.
smn: Miätá keesi lijjii lamaš paahah, nuuvt et puohah lijjii päljisjuolgij vázzám.

source: Ja go čakča bođii, de vajáldahtte coggamis skuovaid.
smn: Já ko čohčâlui, te sij vájáldittii kamâdâttâđ.

source: - "Vai máilbmi, man čoaskkis dat dál gis lea!" váidaledje guhtetguoibmáseaset.
smn: - "Vuoi maailm, mon čuáskis täälgis lii!" sij vaidii kuáimásis.

source: - "Na, in ádde mo galggaš mannat jus vel eanet buolašta", lohke sii.
smn: - "Na jiem mun addii, maht jo koolgâš moonnâđ, jos vala eenâb puolâšt", sij ettii.

source: - "Vearrámus šaddá, go dal de muohttigoahtá", lasihedje vel.
smn: - "Viärráámus šadda ko muáttáá", sij ain lasettii.

source: Ja go muohttigođii, de manne gápmagiid haga olggos ja váidaledje:
smn: Já ko muáttái, te sij monnii kammuittáá olgos já vaidii:

source: - Vuoi, dál gal lea várra buolaš, ja nie vázze ja gollo.
smn: - Vuoih, tääl kale lii vissâ puolâš, já nuuvt te sij vazzii já kalmojii.

source: De muhtin beaivvi leigga guokte áhku čuožžumin muhtin luoddaearus ja goallojulggiid hálešteamen.
smn: Te motomin láin ááhukyevtis čuážžumin mottoom luoddâiärust já päljisjuolgij sáárnudmin.

source: De oinniiga muhtin gándda gii jearahalai rávddis manne son gámaha heastta, ja de fuomášeigga ahte leigga vajáldahttán coggat skuovaid.
smn: De suoi oinijn mottoom kaandâ, kote koijâdâlâi rävdest, mondiet sun kamâdât hiäppuš, jeđe huámášáin, et suoi jiejah lain vájáldittâm kamâdâttâđ.

source: De viehkaleigga ruoktot ja cokkaiga skuovaid, ja maŋŋil manai nubbi nuorttas ja nubbi fas oarjjás muitalit olbmuide manne sis galbmojit juolggit.
smn: Te suoi kaččâláin pááikán, kamâdâđáin, já tastmaŋa nubbe moonâi nuortâs já nubbe vuod uárjás muštâliđ ulmuid, mondiet sist jyelgih kalmojeh.

source: Ja de cogge buohkat skuovaid.
smn: Já nuuvt te puohah kamâdâttii.

source: Eará háve ledje vajáldahttán boradit.
smn: Eres tove sij lijjii vájáldittám purâdiđ.

source: Sii vázze máŋga beaivvi borakeahttá, ja loahpas buohccájedje buohkat ja fertejedje velledit ja čuojahit doaktárii, muhto son ii sáhttán boahtit go lei vajáldahttán boradit, nu ahte son lei seamma buozas go dat earát.
smn: Sij vazzii maŋgâ peeivi purâhánnáá, já loopâst sij puosâškuottii puohah, ferttejii viäluttâllâđ já suáittiđ tuáhtárân, mut ij sun puáhtám puáttiđ, ko sun še lâi vájáldittám purâdiđ, nuuvt et sun lâi siämmáá illávaje ko iäráseh.

source: Ovtta beaivvi go doavttir lei julggiid nalde, iđii sáhpánčivga mas lei vuostabihttá njálmmis, ja de gal fuomášii doavttir ahte maid sii ledje vajáldahttán.
smn: Mottoom peeivi, ko tuáhtár lâi juolgijdis alne, iiđij säpliguđâgâš, mast lâi vuástápittá njäälmist, jeđe kale tuáhtár-uv huámmášij, maid sij lijjii vájáldittâm.

source: Ja de lihkai ja boradii, ja maŋŋil vulggii galledit buhcciid miehtá gili ja fuomášahtii sidjiide ahte sii ledje vajáldahttán boradit.
smn: Já nuuvt te sun pajanij já purâdij já tastmaŋa juuđij pyeccei kulen miätá siijdâ já huámmášitij sijjân, et sij lijjii vájáldittâm purâdiđ.

source: Ja de lihkke buohkat ja boradedje, ja de gal dearvvasmuvve fas.
smn: Já te puohah pajanii já purâdii, já nuuvt sij puáránii vuod.

source: Muhto vearrámus lei dalle go vajáldahtte ahte fargga ledje juovllat.
smn: Mut viärráámus lâi talle ko sij vájáldittii, et forgâ lijjii juovlah.

source: Ja beaivvi ovdal juovlaruohta, de ii lean oktage čorgen stobu ii ge heŋgen buhtes láseliinniid, ii oktage lean viežžan juovlamuora, ja buvdalásain ii lean ii juovlanigáhápma ge.
smn: Já lâi peivi ovdil juovlâááptu, te ij lam ohtâgin čurgim tuve ige koccoom putes lasâliijnijd, ij ohtâgin lamaš viežžâm juovlâmuorâ, já puvdâlaasâin ij lam ij juovlâtoontu muátunaamargin.

source: Skuvlamánat lávlo giđđalávlagiid, ii ge gili gáhkkolihtiin lean čáradasrieggáš ge.
smn: Škovlâpárnááh lavluu kiđđâlavluid, ige siijdâ kákkuliitijn lamaš vuojâčalmegin.

source: Muhtin uhca stobožis bajimuččas gilis, vuovderávddas, váccašii uhca nieiddaš ja smiehtai ja smiehtai.
smn: Mottoom uccâ tuuváást paijeen siijdâst, vyevdiroobdâst, vazâččij uccâ nieidâš já smietâi já smietâi.

source: Son lei dušše viđajahkásaš, ja muđui gal lávii njuikut ja dánsut ja duhkoraddat ja suohtastallat, muhto dál váccii dušše ja smiehtai.
smn: Sun lâi tuše viiđâihásâš, já mudoi kale sun laavij njuškođ já tánssáđ já sierâdiđ já suotâstâllâđ, mut tääl sun vaazij tuše já smietâi.

source: Son manai vuovdái ja geahčadii smávva guosažiid.
smn: Sun moonâi miäcán já kejâdij uccâ kuosijd.

source: - Lea vuot juoga maid mii leat vajáldahttán, logai nieiddaš iežainis, ja dat orru guoskamen unna guosažii, muhto in muitte, mii dat lea.
smn: - Lii vuod miinii, maid mij lep vájáldittâm, eeđâi nieidâš jiečânis, já tot oro labdasmin uccâ kuosâžân, mut jiem mušte, et mii tot lii.

source: De manai nieiddaš stohpui ja ozai skieraid ja veháš ránes báhpára.
smn: Te nieidâš moonâi tupán já uusâi skerreid já váhá ränis páppár.

source: - Orru guoskamen skieraide maiddái, jurddašii nieiddaš muhto in muitte, mii dat lea.
smn: - Oro labdasmin skerreid še, nieidâš jurdâččij, mut jiem mušte, mii tot lii.

source: De manai nieiddaš láhtui, doppe áiccai gordnegihpu maid áhčči lei heŋgen muhtin rohpebielkka vuollái vai sáhpánat eai olat dan.
smn: Te nieidâš moonâi láátun já aaicâi tobbeen jivekieddee, mon eeči lâi heŋgâstâm mottoom roperuottâs vuálá, vâi säpligeh iä olláám toos.

source: - Dat orru maiddái guoskamen dán gordnegihppui, jurddašii nieiddaš, ja čuoččui das ja geahčadii birra, ja de fuomášii dan guhkes stákku masa lávejit čatnat juovlagordnegihpu.
smn: - Taat še oro labdasmin taam jivekieddei, nieidâš jurdâččij, čuážui tast já kejâdij pirrâsis, jeđe sun huámmášij tom kuhes stáágu, moos läävejeh čoonnâđ juovlâjivekieddee.

source: Ja de gal muitái unna nieiddaš ahte juovllat han leat fargga.
smn: Jeđe uccâ nieidâš muštái, et juovlâhhân lijjii forgâ.

source: - "Vuoi, odne han lea maŋimuš beaivi ovdal juovlaruohta, maŋimuš beaivi ovdal juovlaruohta!" čuorvvui nieiddaš ja viehkalii sisa muitalit dan eadnái ja áhččái, muhto eaba soai lean siste.
smn: - "Vuoi, onne lii majemuš peivi ovdil juovlâááptu, majemuš peivi ovdil juovlâááptu!" nieidâš čuárvui já kaččâlij siisâ muštâliđ taam iänán já iäčán, mut iävá suoi lamaš siste.

source: - Vuoi, mo galggan sáhttit buohkaide gilis muitalit ahte juovllat han leat fargga?
smn: - Vuoi, maht mun koolgâm muštâliđ puohháid siijdâst, et forgâ láá juovlah?

source: "Ja mo galggan muitalit ahte odne lea maŋimuš beaivi ovdal juovlaruohta?" logai nieiddaš.
smn: "Já maht mun koolgâm muštâliđ, et onne lii áátuáptu?" nieidâš smietâi.

source: Son geahččalii čatnat gordnegihpu dan guhkes stággogeahčái, muhto ii ožžon dan dasa.
smn: Sun iiskâi čoonnâđ jivekieddee ton kuhes stággukiäčán, mut ij finnim tom toos.

source: Muhto de fuomášii maid galgga dahkat!
smn: Mut te sun huámmášij, maid sun koolgâi porgâđ!

source: Flávdastággu!
smn: Lippustággu!

source: Son han sáhttá geassit gordnegihpu flávdastággui!
smn: Sunhân puáhtá keessiđ jivekieddee lippustáágun!

source: Ja dan son gal nagadii, ja dalán go nieiddaš lei dan dahkan, girdilii unna vuovdegaccehaš nu fáhkka bajimus oavssis dan guhkimus guosas ahte muohta gahčai vulos guosa mielde.
smn: Já tom sun kale avoojij porgâđ, já tállân ko nieidâš lâi tom porgâm, kirdâččij uccâ vyevdicissááš fakkist pajemuu uávsist ton kuhemuu kuosâst, et muotâ koočâi vuálus kuosâ mield.

source: - "Gosa don áiggut, gosa don áiggut?" vizardedje eará vuovdegaccehat mat čohkkájedje ja oađestuvve ovssiid gaskkas.
smn: - "Kuus tun ááiguh, kuus tun ááiguh?" visârdii eres vyevdicissááh, moh čokkájii já uáđistuvvii ovsij kooskâst.

source: - Juovllat han leat, juovllat han leat, nieiddaš lea ceggen juovlagordnegihpu!
smn: - Juovlahhân láá, juovlahhân láá, nieidâš lii ceggim juovlâjivekieddee!

source: - Mii maiddái vuolgit mielde, mii maiddái vuolgit mielde, vizardedje dat eará vuovdegaccehat ja girdiledje.
smn: - Mij še vyelgip fáárun, mij še vyelgip fáárun, visârdii toh eres vyevdicissááh já kirdelii.

source: - "Gosa dii áigubehtet, gosa dii áigubehtet?" čurvo cizážat mat čohkkájedje telefunstreaŋggaid alde.
smn: - "Kuus tij áiguvetteđ, kuus tij áiguvetteđ?" čuorvuu toh cissááh, moh čokkájii puhelinšraaŋgâi alne.

source: - "Juovllat leat, juovllat leat, nieiddaš lea ceggen juovlagordnegihpu!" vizardedje vuovdegaccehat.
smn: - "Juovlah láá, juovlah láá, nieidâš lii ceggim juovlâjivekieddee!" visârdij vyevdicissááš.

source: - Mii maiddái vuolgit, mii maiddái vuolgit, lávlo cizážat ja girdiledje oktanaga telefunstreaŋggain nu ahte telefonguovddáža nissoniin čudje bealjit.
smn: - Mij še vyelgip, mij še vyelgip, lavluu cissááh já kirdelii siämmáá ääigi puhelinšraaŋgâin nuuvt et puhelinkuávdáá nisonijn peeljih čuoijii.

source: Ja justa dalle girdiledje buot ruksesruoivilat beatnat-ruovssomuorjemuorain gilvvagárddis.
smn: Já eidu talle kirdelii puoh ruopsisryeivileh pennuuruvsumyerjimuorâin šaddokäärdist.

source: Nissonat teleguovddážis viegaiga lásii geahččat gosa cizážat girdiledje, ja dalle áiccaiga juovlagordnegihpu flávdastákkus.
smn: Puhelinkuávdáá nissoonkyevtis kaččâláin laasâ kuuvl keččâđ, kuus cissááh kirdelii, já talle suoi huámmášáin juovlâjivekieddee lippustáágust.

source: Ja de čuojahišgođiiga miehtá gili ja muitaleigga ahte sii leat vajálduhttán ahte juovllat han leat fargga.
smn: Já nuuvt suoi suáituškuođijn pirrâ siijdâ já muštâláin, et sij láá vájáldittám, et juovlah láá forgâ.

source: Ja de láibugohte ja vuoššagohte ja biđđigohte olbmot, muhtimat fas čorgejedje stobu, ja earát fas heŋgejedje buhtes láseliinniid ja muhtimat manne meahccái ohcat juovlamuora ja muhtimat páhkkejedje juovlaskeaŋkkaid maid ledje rádjan ovdal go vajáldahttigohte, ja earát heŋgejedje juovlanásttiid lásaide.
smn: Já nuuvt te ulmuuh liäibuškuottii já mälistskuottii já steikkiiškuottii, motomeh vuod čorgejii tuve, já iäráseh vest heŋgâstii putes lasâliijnijd já motomeh monnii miäcán uuccâđ juovlâmuorâ já motomeh kiessii pápárân juovlâskeeŋkâid, maid sij lijjii ráhtám ovdilgo vájálditškuottii, já iäráseh heŋguu juovlâtaasnijd lassáid.

source: Ja loahpas gorgŋo buohkat gilis stuorra máilmmi stámpii maid gili snihkkár lei ráhkadan dan botta go dat earát čiŋahedje ja ráhkkanedje juovllaide, ja de lávggodedje buohkat oktanaga.
smn: Já loopâst puohah siijdâst korŋuu maailm stuárráámuu šaavân, mon siijdâ šnikkár lâi ráhtám ton puudâ ko iäráseh hervâttii já rahtii juovlâid, já nuuvt te puohah lavguu oovtâst.

source: Ja justa dalle go ledje geargan ja molssodan, ja go unna nieiddaža eadni bajimuččas gilis lei čatnamen silkebátti nieiddaža vuovttaide..
smn: Já eidu talle ko sij lijjii kiergânâm já molsom pihtâsijd, já ko uccâ nieidii enni paijeen siijdâst lâi čonâmin silkkepäädi nieidii vuoptáid…

source: Justa dalle čuodjagohte girkobiellut.
smn: Eidu talle čuojâškuottii kirhokiäluh.

source: Ja de ledje juovllat.
smn: Já te lijjii juovlah.
